data 'BNDL' (128) {
	$"4875 6773 0000 0001 4652 4546 0001 0000"            /* Hugs....FREF.... */
	$"0080 0001 0081 4943 4E23 0001 0000 0080"            /* .д...еICN#.....д */
	$"0001 0081"                                          /* ...е */
};

data 'BNDL' (130) {
	$"4875 6748 0000 0001 4652 4546 0001 0000"            /* HugH....FREF.... */
	$"0084 0001 0085 4943 4E23 0001 0000 0085"            /* .я...жICN#.....ж */
	$"0001 0081"                                          /* ...е */
};

data 'BNDL' (129) {
	$"4875 6742 0000 0001 4652 4546 0001 0000"            /* HugB....FREF.... */
	$"008B 0001 008C 4943 4E23 0001 0000 0083"            /* .Ц...ЕICN#.....и */
	$"0001 0081"                                          /* ...е */
};

data 'FREF' (128, "APPL") {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'FREF' (129, "TEXT") {
	$"5445 5854 0001 00"                                  /* TEXT... */
};

data 'FREF' (130) {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'FREF' (131) {
	$"5445 5854 0001 00"                                  /* TEXT... */
};

data 'FREF' (132) {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'FREF' (133) {
	$"5445 5854 0001 00"                                  /* TEXT... */
};

data 'FREF' (134) {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'FREF' (135) {
	$"5445 5854 0001 00"                                  /* TEXT... */
};

data 'FREF' (136) {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'FREF' (137) {
	$"5445 5854 0001 00"                                  /* TEXT... */
};

data 'FREF' (138) {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'FREF' (139) {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'FREF' (140) {
	$"5445 5854 0001 00"                                  /* TEXT... */
};

data 'ICN#' (128) {
	$"0000 0000 0000 0000 0000 0000 0FFF FFFE"            /* .............²²° */
	$"3FFF FFFE 3FFF FFFE 7F1F 1FFE 7E0E 0FFE"            /* ?²²°?²²°...°~..° */
	$"7E0E 0FFE 7E0E 0FFE 7F1F 1FFE 7FFF FFFE"            /* ~..°~..°...°.²²° */
	$"71F1 FFFE 60E0 FFFE 60E0 FFFE 60E0 FFFE"            /* qр²°`Щ²°`Щ²°`Щ²° */
	$"71F1 FFFE 7FFF FFFE 7FFF FFFE 7FFF FFFE"            /* qр²°.²²°.²²°.²²° */
	$"7FEF FFFE 7FEF FFFE 7FEB 6C62 7FE5 6B5E"            /* .т²°.т²°.нlb.бk^ */
	$"7FED 6B66 7FED 6C7A 7FED 9F46 7FFF FB7E"            /* .лkf.лlz.лЭF.² ~ */
	$"7FFF FCFE 7FFF FFFE 0000 0000 0000 0000"            /* .²╦°.²²°........ */
	$"0000 0000 0000 0000 0000 0000 0FFF FFFE"            /* .............²²° */
	$"3FFF FFFE 3FFF FFFE 7F1F 1FFE 7E0E 0FFE"            /* ?²²°?²²°...°~..° */
	$"7E0E 0FFE 7E0E 0FFE 7F1F 1FFE 7FFF FFFE"            /* ~..°~..°...°.²²° */
	$"71F1 FFFE 60E0 FFFE 60E0 FFFE 60E0 FFFE"            /* qр²°`Щ²°`Щ²°`Щ²° */
	$"71F1 FFFE 7FFF FFFE 7FFF FFFE 7FFF FFFE"            /* qр²°.²²°.²²°.²²° */
	$"7FEF FFFE 7FEF FFFE 7FEB 6C62 7FE5 6B5E"            /* .т²°.т²°.нlb.бk^ */
	$"7FED 6B66 7FED 6C7A 7FED 9F46 7FFF FB7E"            /* .лkf.лlz.лЭF.² ~ */
	$"7FFF FCFE 7FFF FFFE 0000 0000 0000 0000"            /* .²╦°.²²°........ */
};

data 'ICN#' (129) {
	$"1FFF FC00 1FFF FE00 1FFF FD00 1FFF FC80"            /* .²╦..²°..²⌡..²╦д */
	$"1FC7 1C40 1F82 0C20 1F82 0FF0 1F82 0FF0"            /* .╚.@.г. .г.∙.г.∙ */
	$"1FC7 1FF0 1FFF FFF0 1C71 FFF0 1820 FFF0"            /* .╚.∙.²²∙.q²∙. ²∙ */
	$"1820 FFF0 1820 FFF0 1C71 FFF0 1FFF FFF0"            /* . ²∙. ²∙.q²∙.²²∙ */
	$"1FFF FFF0 1FFF FFF0 1FFF FFF0 1DFF FFF0"            /* .²²∙.²²∙.²²∙.²²∙ */
	$"1DFF FFF0 1D6D 8C70 1CAD 6BF0 1DAD 6CF0"            /* .²²∙.mЕp.┌k∙.┌l∙ */
	$"1DAD 8F70 1DB3 E8F0 1FFF 6FF0 1FFF 9FF0"            /* .┌Хp.└к∙.²o∙.²Э∙ */
	$"1FFF FFF0 1FFF FFF0 1FFF FFF0 1FFF FFF0"            /* .²²∙.²²∙.²²∙.²²∙ */
	$"1FFF FC00 1FFF FE00 1FFF FF00 1FFF FF80"            /* .²╦..²°..²²..²²д */
	$"1FC7 1FC0 1F82 0FE0 1F82 0FF0 1F82 0FF0"            /* .╚.©.г.Щ.г.∙.г.∙ */
	$"1FC7 1FF0 1FFF FFF0 1C71 FFF0 1820 FFF0"            /* .╚.∙.²²∙.q²∙. ²∙ */
	$"1820 FFF0 1820 FFF0 1C71 FFF0 1FFF FFF0"            /* . ²∙. ²∙.q²∙.²²∙ */
	$"1FFF FFF0 1FFF FFF0 1FFF FFF0 1DFF FFF0"            /* .²²∙.²²∙.²²∙.²²∙ */
	$"1DFF FFF0 1D6D 8C70 1CAD 6BF0 1DAD 6CF0"            /* .²²∙.mЕp.┌k∙.┌l∙ */
	$"1DAD 8F70 1DB3 E8F0 1FFF 6FF0 1FFF 9FF0"            /* .┌Хp.└к∙.²o∙.²Э∙ */
	$"1FFF FFF0 1FFF FFF0 1FFF FFF0 1FFF FFF0"            /* .²²∙.²²∙.²²∙.²²∙ */
};

data 'ICN#' (130) {
	$"1FFF FC00 1FFF FE00 1FFF FFFC 1FFF FFFC"            /* .²╦..²°..²²╦.²²╦ */
	$"1FC7 1FFC 1F82 0FFC 1F82 0FFC 1F82 0FFC"            /* .╚.╦.г.╦.г.╦.г.╦ */
	$"1FC7 1FFC 1FFF FFFC 1C71 FFFC 1820 FFFC"            /* .╚.╦.²²╦.q²╦. ²╦ */
	$"1820 FFFC 1820 FFFC 1C71 FFFC 1FFF FFFC"            /* . ²╦. ²╦.q²╦.²²╦ */
	$"1FFF FFFC 1DFF FFFC 1DFF FFFC 1D6D 8C7C"            /* .²²╦.²²╦.²²╦.mЕ| */
	$"1CAD 6BFC 1DAD 6CFC 1DAD 8F7C 1DB3 E8FC"            /* .┌k╦.┌l╦.┌Х|.└к╦ */
	$"1FFF 6FFC 1FFF 9FFC 1FFF FFFC 1FFF FFFC"            /* .²o╦.²Э╦.²²╦.²²╦ */
	$"1FFF FFFC 1FFF FFFC 0FFF FFFC 0FFF FFFC"            /* .²²╦.²²╦.²²╦.²²╦ */
	$"1FFF FC00 1FFF FE00 1FFF FFFC 1FFF FFFC"            /* .²╦..²°..²²╦.²²╦ */
	$"1FC7 1FFC 1F82 0FFC 1F82 0FFC 1F82 0FFC"            /* .╚.╦.г.╦.г.╦.г.╦ */
	$"1FC7 1FFC 1FFF FFFC 1C71 FFFC 1820 FFFC"            /* .╚.╦.²²╦.q²╦. ²╦ */
	$"1820 FFFC 1820 FFFC 1C71 FFFC 1FFF FFFC"            /* . ²╦. ²╦.q²╦.²²╦ */
	$"1FFF FFFC 1DFF FFFC 1DFF FFFC 1D6D 8C7C"            /* .²²╦.²²╦.²²╦.mЕ| */
	$"1CAD 6BFC 1DAD 6CFC 1DAD 8F7C 1DB3 E8FC"            /* .┌k╦.┌l╦.┌Х|.└к╦ */
	$"1FFF 6FFC 1FFF 9FFC 1FFF FFFC 1FFF FFFC"            /* .²o╦.²Э╦.²²╦.²²╦ */
	$"1FFF FFFC 1FFF FFFC 0FFF FFFC 0FFF FFFC"            /* .²²╦.²²╦.²²╦.²²╦ */
};

data 'ICN#' (133) {
	$"0000 0000 0000 0000 0000 0000 0FFF FFFE"            /* .............²²° */
	$"3FFF FFFE 3FFF FFFE 7F1F 1FFE 7E0E 0FFE"            /* ?²²°?²²°...°~..° */
	$"7E0E 0FFE 7E0E 0FFE 7F1F 1FFE 7FFF FFFE"            /* ~..°~..°...°.²²° */
	$"71F1 FFFE 60E0 FFFE 60E0 FFFE 60E0 FFFE"            /* qр²°`Щ²°`Щ²°`Щ²° */
	$"71F1 FFFE 7FFF FFFE 7FFF FFFE 7FFF FFFE"            /* qр²°.²²°.²²°.²²° */
	$"7FEF FFFE 7FEF FFFE 7FEB 6C62 7FE5 6B5E"            /* .т²°.т²°.нlb.бk^ */
	$"7FED 6B66 7FED 6C7A 7FED 9F46 7FFF FB7E"            /* .лkf.лlz.лЭF.² ~ */
	$"7FFF FCFE 7FFF FFFE 0000 0000 0000 0000"            /* .²╦°.²²°........ */
	$"0000 0000 0000 0000 0000 0000 0FFF FFFE"            /* .............²²° */
	$"3FFF FFFE 3FFF FFFE 7F1F 1FFE 7E0E 0FFE"            /* ?²²°?²²°...°~..° */
	$"7E0E 0FFE 7E0E 0FFE 7F1F 1FFE 7FFF FFFE"            /* ~..°~..°...°.²²° */
	$"71F1 FFFE 60E0 FFFE 60E0 FFFE 60E0 FFFE"            /* qр²°`Щ²°`Щ²°`Щ²° */
	$"71F1 FFFE 7FFF FFFE 7FFF FFFE 7FFF FFFE"            /* qр²°.²²°.²²°.²²° */
	$"7FEF FFFE 7FEF FFFE 7FEB 6C62 7FE5 6B5E"            /* .т²°.т²°.нlb.бk^ */
	$"7FED 6B66 7FED 6C7A 7FED 9F46 7FFF FB7E"            /* .лkf.лlz.лЭF.² ~ */
	$"7FFF FCFE 7FFF FFFE 0000 0000 0000 0000"            /* .²╦°.²²°........ */
};

data 'ICN#' (131) {
	$"0000 0000 0000 0000 0000 0000 0FFF FFFE"            /* .............²²° */
	$"3FFF FFFE 3FFF FFFE 7F1F 1FFE 7E0E 0FFE"            /* ?²²°?²²°...°~..° */
	$"7E0E 0FFE 7E0E 0FFE 7F1F 1FFE 7FFF FFFE"            /* ~..°~..°...°.²²° */
	$"71F1 FFFE 60E0 FFFE 60E0 FFFE 60E0 FFFE"            /* qр²°`Щ²°`Щ²°`Щ²° */
	$"71F1 FFFE 7FFF FFFE 7FFF FFFE 7FFF FFFE"            /* qр²°.²²°.²²°.²²° */
	$"7FEF FFFE 7FEF FFFE 7FEB 6C62 7FE5 6B5E"            /* .т²°.т²°.нlb.бk^ */
	$"7FED 6B66 7FED 6C7A 7FED 9F46 7FFF FB7E"            /* .лkf.лlz.лЭF.² ~ */
	$"7FFF FCFE 7FFF FFFE 0000 0000 0000 0000"            /* .²╦°.²²°........ */
	$"0000 0000 0000 0000 0000 0000 0FFF FFFE"            /* .............²²° */
	$"3FFF FFFE 3FFF FFFE 7F1F 1FFE 7E0E 0FFE"            /* ?²²°?²²°...°~..° */
	$"7E0E 0FFE 7E0E 0FFE 7F1F 1FFE 7FFF FFFE"            /* ~..°~..°...°.²²° */
	$"71F1 FFFE 60E0 FFFE 60E0 FFFE 60E0 FFFE"            /* qр²°`Щ²°`Щ²°`Щ²° */
	$"71F1 FFFE 7FFF FFFE 7FFF FFFE 7FFF FFFE"            /* qр²°.²²°.²²°.²²° */
	$"7FEF FFFE 7FEF FFFE 7FEB 6C62 7FE5 6B5E"            /* .т²°.т²°.нlb.бk^ */
	$"7FED 6B66 7FED 6C7A 7FED 9F46 7FFF FB7E"            /* .лkf.лlz.лЭF.² ~ */
	$"7FFF FCFE 7FFF FFFE 0000 0000 0000 0000"            /* .²╦°.²²°........ */
};

data 'icl8' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 002A ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...*оооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"0000 ECEC ECEC ECEC ECEC ECEC ECEC ECEC"            /* ..оооооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"002A ECEC ECEC ECEC ECEC ECEC ECEC ECEC"            /* .*оооооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC ECEC ECEC ECEC 0000 00EC ECEC ECEC"            /* .ооооооо...ооооо */
	$"0000 00EC ECEC ECEC ECEC ECEC ECEC EC00"            /* ...оооооооооооо. */
	$"00EC ECEC ECEC EC00 0000 0000 ECEC EC00"            /* .оооооо.....ооо. */
	$"0000 0000 ECEC ECEC ECEC ECEC ECEC EC00"            /* ....ооооооооооо. */
	$"00EC ECEC ECEC EC00 0000 0000 ECEC EC00"            /* .оооооо.....ооо. */
	$"0000 0000 ECEC ECEC ECEC ECEC ECEC EC00"            /* ....ооооооооооо. */
	$"00EC ECEC ECEC EC00 0000 0000 ECEC EC00"            /* .оооооо.....ооо. */
	$"0000 0000 ECEC ECEC ECEC ECEC ECEC EC00"            /* ....ооооооооооо. */
	$"00EC ECEC ECEC ECEC 0000 00EC ECEC ECEC"            /* .ооооооо...ооооо */
	$"0000 00EC ECEC ECEC ECEC ECEC ECEC EC00"            /* ...оооооооооооо. */
	$"00EC ECEC ECEC ECEC ECEC ECEC ECEC ECEC"            /* .ооооооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC ECEC 0000 00EC ECEC ECEC 0000 00EC"            /* .ооо...ооооо...о */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC EC00 0000 0000 ECEC EC00 0000 0000"            /* .оо.....ооо..... */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC EC00 0000 0000 ECEC EC00 0000 0000"            /* .оо.....ооо..... */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC EC00 0000 0000 ECEC EC00 0000 0000"            /* .оо.....ооо..... */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC ECEC 0000 00EC ECEC ECEC 0000 00EC"            /* .ооо...ооооо...о */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC ECEC ECEC ECEC ECEC ECEC ECEC ECEC"            /* .ооооооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC ECEC ECEC ECEC ECEC ECEC ECEC ECEC"            /* .ооооооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC ECEC ECEC ECEC ECEC ECEC ECEC ECEC"            /* .ооооооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC ECEC ECEC ECEC ECEC EC00 ECEC ECEC"            /* .оооооооооо.оооо */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC ECEC ECEC ECEC ECEC EC00 ECEC ECEC"            /* .оооооооооо.оооо */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"00EC ECEC ECEC ECEC ECEC EC00 EC00 ECEC"            /* .оооооооооо.о.оо */
	$"00EC EC00 ECEC 0000 00EC EC00 0000 EC00"            /* .оо.оо...оо...о. */
	$"00EC ECEC ECEC ECEC ECEC EC00 00EC 00EC"            /* .оооооооооо..о.о */
	$"00EC EC00 EC00 ECEC 00EC 00EC ECEC EC00"            /* .оо.о.оо.о.оооо. */
	$"00EC ECEC ECEC ECEC ECEC EC00 ECEC 00EC"            /* .оооооооооо.оо.о */
	$"00EC EC00 EC00 ECEC 00EC EC00 00EC EC00"            /* .оо.о.оо.оо..оо. */
	$"00EC ECEC ECEC ECEC ECEC EC00 ECEC 00EC"            /* .оооооооооо.оо.о */
	$"00EC EC00 ECEC 0000 00EC ECEC EC00 EC00"            /* .оо.оо...оооо.о. */
	$"00EC ECEC ECEC ECEC ECEC EC00 ECEC 00EC"            /* .оооооооооо.оо.о */
	$"EC00 00EC ECEC ECEC 00EC 0000 00EC EC00"            /* о..ооооо.о...оо. */
	$"00EC ECEC ECEC ECEC ECEC ECEC ECEC ECEC"            /* .ооооооооооооооо */
	$"ECEC ECEC EC00 ECEC 00EC ECEC ECEC EC00"            /* ооооо.оо.оооооо. */
	$"00EC ECEC ECEC ECEC ECEC ECEC ECEC ECEC"            /* .ооооооооооооооо */
	$"ECEC ECEC ECEC 0000 ECEC ECEC ECEC EC00"            /* оооооо..ооооооо. */
	$"00EC ECEC ECEC ECEC ECEC ECEC ECEC ECEC"            /* .ооооооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ооооооооооооооо. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icl8' (129) {
	$"0000 00FF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ...²²²²²²²²²²²²² */
	$"FFFF FFFF FFFF 0000 0000 0000 0000 0000"            /* ²²²²²².......... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECFF FF00 0000 0000 0000 0000"            /* ооооо²²......... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECFF ECFF 0000 0000 0000 0000"            /* ооооо²о²........ */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECFF ECEC FF00 0000 0000 0000"            /* ооооо²оо²....... */
	$"0000 00FF ECEC ECEC ECEC 0000 00EC ECEC"            /* ...²оооооо...ооо */
	$"0000 00EC ECFF ECEC ECFF 0000 0000 0000"            /* ...оо²ооо²...... */
	$"0000 00FF ECEC ECEC EC00 0000 0000 EC00"            /* ...²ооооо.....о. */
	$"0000 0000 ECFF ECEC ECEC FF00 0000 0000"            /* ....о²оооо²..... */
	$"0000 00FF ECEC ECEC EC00 0000 0000 EC00"            /* ...²ооооо.....о. */
	$"0000 0000 ECFF FFFF FFFF FFFF 0000 0000"            /* ....о²²²²²²².... */
	$"0000 00FF ECEC ECEC EC00 0000 0000 EC00"            /* ...²ооооо.....о. */
	$"0000 0000 ECEC ECEC ECEC ECFF 0000 0000"            /* ....ооооооо².... */
	$"0000 00FF ECEC ECEC ECEC 0000 00EC ECEC"            /* ...²оооооо...ооо */
	$"0000 00EC ECEC ECEC ECEC ECFF 0000 0000"            /* ...оооооооо².... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC 0000 00EC ECEC 0000 00EC"            /* ...²оо...ооо...о */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF EC00 0000 0000 EC00 0000 0000"            /* ...²о.....о..... */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF EC00 0000 0000 EC00 0000 0000"            /* ...²о.....о..... */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF EC00 0000 0000 EC00 0000 0000"            /* ...²о.....о..... */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC 0000 00EC ECEC 0000 00EC"            /* ...²оо...ооо...о */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC 00EC ECEC ECEC ECEC ECEC"            /* ...²оо.ооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC 00EC ECEC ECEC ECEC ECEC"            /* ...²оо.ооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC 00EC 00EC EC00 ECEC 00EC"            /* ...²оо.о.оо.оо.о */
	$"EC00 0000 ECEC 0000 00EC ECFF 0000 0000"            /* о...оо...оо².... */
	$"0000 00FF ECEC 0000 EC00 EC00 ECEC 00EC"            /* ...²оо..о.о.оо.о */
	$"00EC EC00 EC00 ECEC ECEC ECFF 0000 0000"            /* .оо.о.ооооо².... */
	$"0000 00FF ECEC 00EC EC00 EC00 ECEC 00EC"            /* ...²оо.оо.о.оо.о */
	$"00EC EC00 ECEC 0000 ECEC ECFF 0000 0000"            /* .оо.оо..ооо².... */
	$"0000 00FF ECEC 00EC EC00 EC00 ECEC 00EC"            /* ...²оо.оо.о.оо.о */
	$"EC00 0000 ECEC ECEC 00EC ECFF 0000 0000"            /* о...оооо.оо².... */
	$"0000 00FF ECEC 00EC EC00 ECEC 0000 ECEC"            /* ...²оо.оо.оо..оо */
	$"ECEC EC00 EC00 0000 ECEC ECFF 0000 0000"            /* ооо.о...ооо².... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"00EC EC00 ECEC ECEC ECEC ECFF 0000 0000"            /* .оо.ооооооо².... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"EC00 00EC ECEC ECEC ECEC ECFF 0000 0000"            /* о..оооооооо².... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF ECEC ECEC ECEC ECEC ECEC ECEC"            /* ...²оооооооооооо */
	$"ECEC ECEC ECEC ECEC ECEC ECFF 0000 0000"            /* ооооооооооо².... */
	$"0000 00FF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ...²²²²²²²²²²²²² */
	$"FFFF FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ²²²²²²²²²²²².... */
};

data 'icl8' (130) {
	$"0000 00FF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ...²²²²²²²²²²²²² */
	$"FFFF FFFF FFFF 0000 0000 0000 0000 0000"            /* ²²²²²².......... */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"7A7A 7A7A 7AFF FF00 0000 0000 0000 0000"            /* zzzzz²²......... */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"7A7A 7A7A 7AFF 7AFF FFFF FFFF FFFF 0000"            /* zzzzz²z²²²²²²².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"7A7A 7A7A 7AFF 7A7A FF7A 7A7A 7AFF 0000"            /* zzzzz²zz²zzzz².. */
	$"0000 00FF 7A7A 7A7A 7A7A 0000 007A 7A7A"            /* ...²zzzzzz...zzz */
	$"0000 007A 7AFF 7A7A 7AFF 7A7A 7AFF 0000"            /* ...zz²zzz²zzz².. */
	$"0000 00FF 7A7A 7A7A 7A00 0000 0000 7A00"            /* ...²zzzzz.....z. */
	$"0000 0000 7AFF 7A7A 7A7A FF7A 7AFF 0000"            /* ....z²zzzz²zz².. */
	$"0000 00FF 7A7A 7A7A 7A00 0000 0000 7A00"            /* ...²zzzzz.....z. */
	$"0000 0000 7AFF FFFF FFFF FFFF 7AFF 0000"            /* ....z²²²²²²²z².. */
	$"0000 00FF 7A7A 7A7A 7A00 0000 0000 7A00"            /* ...²zzzzz.....z. */
	$"0000 0000 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* ....zzzzzzz²z².. */
	$"0000 00FF 7A7A 7A7A 7A7A 0000 007A 7A7A"            /* ...²zzzzzz...zzz */
	$"0000 007A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* ...zzzzzzzz²z².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A7A 0000 007A 7A7A 0000 007A"            /* ...²zz...zzz...z */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A00 0000 0000 7A00 0000 0000"            /* ...²z.....z..... */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A00 0000 0000 7A00 0000 0000"            /* ...²z.....z..... */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A00 0000 0000 7A00 0000 0000"            /* ...²z.....z..... */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A7A 0000 007A 7A7A 0000 007A"            /* ...²zz...zzz...z */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A7A 007A 7A7A 7A7A 7A7A 7A7A"            /* ...²zz.zzzzzzzzz */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A7A 007A 7A7A 7A7A 7A7A 7A7A"            /* ...²zz.zzzzzzzzz */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A7A 007A 007A 7A00 7A7A 007A"            /* ...²zz.z.zz.zz.z */
	$"7A00 0000 7A7A 0000 007A 7AFF 7AFF 0000"            /* z...zz...zz²z².. */
	$"0000 00FF 7A7A 0000 7A00 7A00 7A7A 007A"            /* ...²zz..z.z.zz.z */
	$"007A 7A00 7A00 7A7A 7A7A 7AFF 7AFF 0000"            /* .zz.z.zzzzz²z².. */
	$"0000 00FF 7A7A 007A 7A00 7A00 7A7A 007A"            /* ...²zz.zz.z.zz.z */
	$"007A 7A00 7A7A 0000 7A7A 7AFF 7AFF 0000"            /* .zz.zz..zzz²z².. */
	$"0000 00FF 7A7A 007A 7A00 7A00 7A7A 007A"            /* ...²zz.zz.z.zz.z */
	$"7A00 0000 7A7A 7A7A 007A 7AFF 7AFF 0000"            /* z...zzzz.zz²z².. */
	$"0000 00FF 7A7A 007A 7A00 7A7A 0000 7A7A"            /* ...²zz.zz.zz..zz */
	$"7A7A 7A00 7A00 0000 7A7A 7AFF 7AFF 0000"            /* zzz.z...zzz²z².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"007A 7A00 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* .zz.zzzzzzz²z².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"7A00 007A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* z..zzzzzzzz²z².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ...²zzzzzzzzzzzz */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 7AFF 0000"            /* zzzzzzzzzzz²z².. */
	$"0000 00FF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ...²²²²²²²²²²²²² */
	$"FFFF FFFF FFFF FFFF FFFF FFFF 7AFF 0000"            /* ²²²²²²²²²²²²z².. */
	$"0000 0000 FF7A 7A7A 7A7A 7A7A 7A7A 7A7A"            /* ....²zzzzzzzzzzz */
	$"7A7A 7A7A 7A7A 7A7A 7A7A 7A7A 7AFF 0000"            /* zzzzzzzzzzzzz².. */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....²²²²²²²²²²²² */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF 0000"            /* ²²²²²²²²²²²²²².. */
};

data 'icl8' (131) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0092 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3"            /* ...М⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"0000 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3"            /* ..⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"0092 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3"            /* .М⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 0000 00E3 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠...⌠⌠⌠⌠⌠ */
	$"0000 00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ...⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E300 0000 0000 E3E3 E300"            /* .⌠⌠⌠⌠⌠⌠.....⌠⌠⌠. */
	$"0000 0000 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ....⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E300 0000 0000 E3E3 E300"            /* .⌠⌠⌠⌠⌠⌠.....⌠⌠⌠. */
	$"0000 0000 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ....⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E300 0000 0000 E3E3 E300"            /* .⌠⌠⌠⌠⌠⌠.....⌠⌠⌠. */
	$"0000 0000 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ....⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 0000 00E3 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠...⌠⌠⌠⌠⌠ */
	$"0000 00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ...⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 0000 00E3 E3E3 E3E3 0000 00E3"            /* .⌠⌠⌠...⌠⌠⌠⌠⌠...⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E300 0000 0000 E3E3 E300 0000 0000"            /* .⌠⌠.....⌠⌠⌠..... */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E300 0000 0000 E3E3 E300 0000 0000"            /* .⌠⌠.....⌠⌠⌠..... */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E300 0000 0000 E3E3 E300 0000 0000"            /* .⌠⌠.....⌠⌠⌠..... */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 0000 00E3 E3E3 E3E3 0000 00E3"            /* .⌠⌠⌠...⌠⌠⌠⌠⌠...⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E300 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠.⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E300 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠.⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E300 E300 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠.⌠.⌠⌠ */
	$"00E3 E300 E3E3 0000 00E3 E300 0000 E300"            /* .⌠⌠.⌠⌠...⌠⌠...⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E300 00E3 00E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠..⌠.⌠ */
	$"00E3 E300 E300 E3E3 00E3 00E3 E3E3 E300"            /* .⌠⌠.⌠.⌠⌠.⌠.⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E300 E3E3 00E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠.⌠⌠.⌠ */
	$"00E3 E300 E300 E3E3 00E3 E300 00E3 E300"            /* .⌠⌠.⌠.⌠⌠.⌠⌠..⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E300 E3E3 00E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠.⌠⌠.⌠ */
	$"00E3 E300 E3E3 0000 00E3 E3E3 E300 E300"            /* .⌠⌠.⌠⌠...⌠⌠⌠⌠.⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E300 E3E3 00E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠.⌠⌠.⌠ */
	$"E300 00E3 E3E3 E3E3 00E3 0000 00E3 E300"            /* ⌠..⌠⌠⌠⌠⌠.⌠...⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠ */
	$"E3E3 E3E3 E300 E3E3 00E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠.⌠⌠.⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 0000 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠..⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠ */
	$"E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icl8' (132) {
	$"0000 0000 0000 0041 3B3B 0000 0000 0000"            /* .......A;;...... */
	$"0000 0000 003B 3B41 0000 0000 0000 0000"            /* .....;;A........ */
	$"0000 0000 0000 003B 893B 3B00 0000 0000"            /* .......;Б;;..... */
	$"0000 0000 3B3B 893B 0000 0000 0000 0000"            /* ....;;Б;........ */
	$"0000 0000 0000 003B 8989 3B89 3B3B 3B3B"            /* .......;ББ;Б;;;; */
	$"3B3B 3B89 3B89 893B 0000 0000 0000 0000"            /* ;;;Б;ББ;........ */
	$"0000 0000 0000 0000 3B3B 3B89 893B 3B3B"            /* ........;;;ББ;;; */
	$"3B3B 8989 3B3B 3B00 0000 0000 0000 0000"            /* ;;ББ;;;......... */
	$"0000 0000 0000 0000 3B3B 3B3B 893B 3B3B"            /* ........;;;;Б;;; */
	$"3B3B 893B 3B3B 3B00 0000 0000 0000 0000"            /* ;;Б;;;;......... */
	$"0000 0000 0000 0000 893B 3B3B 3B3B 3B3B"            /* ........Б;;;;;;; */
	$"3B3B 3B3B 3B3B 3B00 0000 0000 0000 0000"            /* ;;;;;;;......... */
	$"0000 0000 0000 0000 893B 3B3B 3B3B 3B3B"            /* ........Б;;;;;;; */
	$"3B3B 3B3B 3B3B 8900 0000 0000 0000 0000"            /* ;;;;;;Б......... */
	$"0000 0000 0000 0089 893B 3B3B 3B3B 3B3B"            /* .......ББ;;;;;;; */
	$"3B3B 3B3B 3B3B 8989 0000 0000 0000 0000"            /* ;;;;;;ББ........ */
	$"0000 0000 0000 003B 893B 3B3B 3B3B 3B3B"            /* .......;Б;;;;;;; */
	$"3B3B 3B3B 3B3B 8916 0000 0000 0000 0000"            /* ;;;;;;Б......... */
	$"0000 0000 0000 3B3B 3B3B 3B3B 3BFF 3B3B"            /* ......;;;;;;;²;; */
	$"3BFF 3B3B 3B3B 3B16 1000 0000 0000 0000"            /* ;²;;;;;......... */
	$"0000 0000 0000 3B3B 3B3B 3B3B 3B3B 3B3B"            /* ......;;;;;;;;;; */
	$"3B3B 3B3B 3B3B 3B16 1000 0000 0000 0000"            /* ;;;;;;;......... */
	$"0000 0000 0000 3B3B 3B3B 3B3B 3B3B 3BFF"            /* ......;;;;;;;;;² */
	$"3B3B 3B3B 3B3B 3B16 1000 0000 0000 0000"            /* ;;;;;;;......... */
	$"0000 0000 0000 3B3B 3B3B 3B3B 3B3B FFFF"            /* ......;;;;;;;;²² */
	$"FF3B 3B3B 3B3B 3B3B 3B00 0000 0000 0000"            /* ²;;;;;;;;....... */
	$"0000 0000 0000 3B3B 3B3B 3B3B 3B3B 3B3B"            /* ......;;;;;;;;;; */
	$"3B3B 3B3B 3B3B 3B16 1000 0000 0000 0000"            /* ;;;;;;;......... */
	$"0000 0000 0000 3B3B 3B3B 3B3B 3B3B 3B3B"            /* ......;;;;;;;;;; */
	$"3B3B 3B3B 3B3B 3B16 1000 0000 0000 0000"            /* ;;;;;;;......... */
	$"0000 0000 0000 3B3B 3B3B 3B3B FFFF 3B3B"            /* ......;;;;;;²²;; */
	$"3BFF FF3B 3B3B 3B3B 3B00 0000 0000 0000"            /* ;²²;;;;;;....... */
	$"0000 0000 0000 003B 3B3B 3B3B 3B3B FFFF"            /* .......;;;;;;;²² */
	$"FF3B 3B3B 3B3B 1610 0000 0000 0000 0000"            /* ²;;;;;.......... */
	$"0000 0000 0000 003B 3B3B 3B3B 3B3B F63B"            /* .......;;;;;;;√; */
	$"F63B 3B3B 3B16 1000 0000 0000 0000 0000"            /* √;;;;........... */
	$"0000 0000 0000 0000 3B3B 3B3B 3B3B F63B"            /* ........;;;;;;√; */
	$"F63B 3B3B 1616 1000 0000 0000 0000 0000"            /* √;;;............ */
	$"0000 0000 0000 0000 003B 3B3B 3B3B 3B3B"            /* .........;;;;;;; */
	$"3B3B 3B3B 1610 0000 0000 0000 0000 0000"            /* ;;;;............ */
	$"00FF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* .²²²²²²²²²²²²²²² */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF 0000"            /* ²²²²²²²²²²²²²².. */
	$"3BFF 0808 0808 0808 0808 0808 0808 0808"            /* ;².............. */
	$"0808 0808 0808 0808 0808 0808 08FF 3B00"            /* .............²;. */
	$"3BFF 0808 0808 0808 0808 0808 0808 0808"            /* ;².............. */
	$"0808 0808 0808 0808 0808 0808 08FF 3B00"            /* .............²;. */
	$"3BFF 0808 0808 0808 0808 08B0 0808 B008"            /* ;².........┐..┐. */
	$"B0B0 B008 0808 0833 3333 3333 33FC 3B00"            /* ┐┐┐....333333╦;. */
	$"3BFF 0808 0808 0808 0808 08B0 0808 B008"            /* ;².........┐..┐. */
	$"B008 08B0 0808 3308 0808 0808 08FB 3B00"            /* ┐..┐..3...... ;. */
	$"00FF FFFF FFFF FFFF 0808 08B0 B0B0 B008"            /* .²²²²²²²...┐┐┐┐. */
	$"B0B0 B008 0833 08FB FBFB FBFB FBFB 0000"            /* ┐┐┐..3.       .. */
	$"0000 0000 0000 0000 FF08 08B0 0808 B008"            /* ........²..┐..┐. */
	$"B008 0808 0833 FB00 0000 0000 0000 0000"            /* ┐....3 ......... */
	$"0000 0000 0000 0000 FF08 08B0 0808 B008"            /* ........²..┐..┐. */
	$"B008 0808 3308 FB00 0000 0000 0000 0000"            /* ┐...3. ......... */
	$"0000 0000 0000 0000 FF08 0808 0808 0808"            /* ........²....... */
	$"0808 0808 3308 FB00 0000 0000 0000 0000"            /* ....3. ......... */
	$"0000 0000 0000 0000 8D8D 8D8D 8D08 0808"            /* ........ГГГГГ... */
	$"0808 8D8D 8C85 6000 0000 0000 0000 0000"            /* ..ГГЕж`......... */
	$"0000 0000 0000 0000 8D8D 8D8D 8D08 0808"            /* ........ГГГГГ... */
	$"0808 8D8D 8C85 6000 0000 0000 0000 0000"            /* ..ГГЕж`......... */
	$"0000 0000 0000 0000 8D8D 8D8D 8D08 0808"            /* ........ГГГГГ... */
	$"0808 8D8D 8C85 6000 0000 0000 0000 0000"            /* ..ГГЕж`......... */
};

data 'icl8' (133) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0008 1616 1616 1616 1616 1616 1616"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0000 1616 1616 1616 1616 1616 1616 1616"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0008 1616 1616 1616 1616 1616 1616 1616"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 0000 0116 1616 1616"            /* ................ */
	$"0000 0016 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1600 0000 0000 1616 1600"            /* ................ */
	$"0000 0000 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1600 0000 0000 1616 1600"            /* ................ */
	$"0000 0000 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1600 0000 0000 1616 1600"            /* ................ */
	$"0000 0000 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 0000 0016 1616 1616"            /* ................ */
	$"0000 0016 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1616 1616 1616"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 0000 0016 1616 1616 0000 0016"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1600 0000 00F5 1616 1600 0000 0000"            /* .......·........ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1600 0000 0001 1616 1600 0000 0000"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1601 0000 0001 1616 1600 0000 0000"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 0000 0016 1616 1616 0000 0016"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1616 1616 1616"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1616 1616 1616"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1616 1616 1616"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1600 1616 1616"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1600 1616 1616"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1600 1600 1616"            /* ................ */
	$"0016 1600 1616 0000 0016 1600 0000 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1600 0016 0016"            /* ................ */
	$"0016 1600 1600 1616 0016 0016 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1600 1616 0016"            /* ................ */
	$"0016 1600 1600 1616 0016 1600 0016 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1600 1616 0016"            /* ................ */
	$"0016 1600 1616 0000 0016 1616 1600 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1600 1616 0016"            /* ................ */
	$"1600 0016 1616 1616 0016 0000 0016 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1616 1616 1616"            /* ................ */
	$"1616 1616 1600 1616 0016 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1616 1616 1616"            /* ................ */
	$"1616 1616 1616 0000 1616 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1616 1616 1616"            /* ................ */
	$"1616 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icl4' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"000C 6666 6666 6666 6666 6666 6666 6660"            /* ..fffffffffffff` */
	$"0066 6666 6666 6666 6666 6666 6666 6660"            /* .ffffffffffffff` */
	$"0C66 6666 6666 6666 6666 6666 6666 6660"            /* .ffffffffffffff` */
	$"0666 6666 0006 6666 0006 6666 6666 6660"            /* .fff..ff..fffff` */
	$"0666 6660 0000 6660 0000 6666 6666 6660"            /* .ff`..f`..fffff` */
	$"0666 6660 0000 6660 0000 6666 6666 6660"            /* .ff`..f`..fffff` */
	$"0666 6660 0000 6660 0000 6666 6666 6660"            /* .ff`..f`..fffff` */
	$"0666 6666 0006 6666 0006 6666 6666 6660"            /* .fff..ff..fffff` */
	$"0666 6666 6666 6666 6666 6666 6666 6660"            /* .ffffffffffffff` */
	$"0666 0006 6666 0006 6666 6666 6666 6660"            /* .f..ff..fffffff` */
	$"0660 0000 6660 0000 6666 6666 6666 6660"            /* .`..f`..fffffff` */
	$"0660 0000 6660 0000 6666 6666 6666 6660"            /* .`..f`..fffffff` */
	$"0660 0000 6660 0000 6666 6666 6666 6660"            /* .`..f`..fffffff` */
	$"0666 0006 6666 0006 6666 6666 6666 6660"            /* .f..ff..fffffff` */
	$"0666 6666 6666 6666 6666 6666 6666 6660"            /* .ffffffffffffff` */
	$"0666 6666 6666 6666 6666 6666 6666 6660"            /* .ffffffffffffff` */
	$"0666 6666 6666 6666 6666 6666 6666 6660"            /* .ffffffffffffff` */
	$"0666 6666 6660 6666 6666 6666 6666 6660"            /* .ffff`fffffffff` */
	$"0666 6666 6660 6666 6666 6666 6666 6660"            /* .ffff`fffffffff` */
	$"0666 6666 6660 6066 0660 6600 0660 0060"            /* .ffff``f.`f..`.` */
	$"0666 6666 6660 0606 0660 6066 0606 6660"            /* .ffff`...``f..f` */
	$"0666 6666 6660 6606 0660 6066 0660 0660"            /* .ffff`f..``f.`.` */
	$"0666 6666 6660 6606 0660 6600 0666 6060"            /* .ffff`f..`f..f`` */
	$"0666 6666 6660 6606 6006 6666 0600 0660"            /* .ffff`f.`.ff...` */
	$"0666 6666 6666 6666 6666 6066 0666 6660"            /* .fffffffff`f.ff` */
	$"0666 6666 6666 6666 6666 6600 6666 6660"            /* .ffffffffff.fff` */
	$"0666 6666 6666 6666 6666 6666 6666 6660"            /* .ffffffffffffff` */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icl4' (129) {
	$"000F FFFF FFFF FFFF FFFF FF00 0000 0000"            /* ..²²²²²²²²²..... */
	$"000F DDDD DDDD DDDD DDDD DFF0 0000 0000"            /* ..ППППППППЧ∙.... */
	$"000F DDDD DDDD DDDD DDDD DFDF 0000 0000"            /* ..ППППППППЧЧ.... */
	$"000F DDDD DDDD DDDD DDDD DFDD F000 0000"            /* ..ППППППППЧП∙... */
	$"000F DDDD DD00 0DDD 000D DFDD DF00 0000"            /* ..ППП.╛П.╛ЧПЧ... */
	$"000F DDDD D000 00D0 0000 DFDD DDF0 0000"            /* ..ПП╜..╜..ЧПП∙.. */
	$"000F DDDD D000 00D0 0000 DFFF FFFF 0000"            /* ..ПП╜..╜..Ч²²².. */
	$"000F DDDD D000 00D0 0000 DDDD DDDF 0000"            /* ..ПП╜..╜..ПППЧ.. */
	$"000F DDDD DD00 0DDD 000D DDDD DDDF 0000"            /* ..ППП.╛П.╛ПППЧ.. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF 0000"            /* ..ПППППППППППЧ.. */
	$"000F DD00 0DDD 000D DDDD DDDD DDDF 0000"            /* ..П.╛П.╛ПППППЧ.. */
	$"000F D000 00D0 0000 DDDD DDDD DDDF 0000"            /* ..╜..╜..ПППППЧ.. */
	$"000F D000 00D0 0000 DDDD DDDD DDDF 0000"            /* ..╜..╜..ПППППЧ.. */
	$"000F D000 00D0 0000 DDDD DDDD DDDF 0000"            /* ..╜..╜..ПППППЧ.. */
	$"000F DD00 0DDD 000D DDDD DDDD DDDF 0000"            /* ..П.╛П.╛ПППППЧ.. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF 0000"            /* ..ПППППППППППЧ.. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF 0000"            /* ..ПППППППППППЧ.. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF 0000"            /* ..ПППППППППППЧ.. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF 0000"            /* ..ПППППППППППЧ.. */
	$"000F DD0D DDDD DDDD DDDD DDDD DDDF 0000"            /* ..П╛ПППППППППЧ.. */
	$"000F DD0D DDDD DDDD DDDD DDDD DDDF 0000"            /* ..П╛ПППППППППЧ.. */
	$"000F DD0D 0DD0 DD0D D000 DD00 0DDF 0000"            /* ..П╛╛╜П╛╜.П.╛Ч.. */
	$"000F DD00 D0D0 DD0D 0DD0 D0DD DDDF 0000"            /* ..П.╜╜П╛╛╜╜ППЧ.. */
	$"000F DD0D D0D0 DD0D 0DD0 DD00 DDDF 0000"            /* ..П╛╜╜П╛╛╜П.ПЧ.. */
	$"000F DD0D D0D0 DD0D D000 DDDD 0DDF 0000"            /* ..П╛╜╜П╛╜.ПП╛Ч.. */
	$"000F DD0D D0DD 00DD DDD0 D000 DDDF 0000"            /* ..П╛╜П.ПП╜╜.ПЧ.. */
	$"000F DDDD DDDD DDDD 0DD0 DDDD DDDF 0000"            /* ..ПППППП╛╜ПППЧ.. */
	$"000F DDDD DDDD DDDD D00D DDDD DDDF 0000"            /* ..ПППППП╜╛ПППЧ.. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF 0000"            /* ..ПППППППППППЧ.. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF 0000"            /* ..ПППППППППППЧ.. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF 0000"            /* ..ПППППППППППЧ.. */
	$"000F FFFF FFFF FFFF FFFF FFFF FFFF 0000"            /* ..²²²²²²²²²²²².. */
};

data 'icl4' (130) {
	$"000F FFFF FFFF FFFF FFFF FF00 0000 0000"            /* ..²²²²²²²²²..... */
	$"000F DDDD DDDD DDDD DDDD DFF0 0000 0000"            /* ..ППППППППЧ∙.... */
	$"000F DDDD DDDD DDDD DDDD DFDF FFFF FF00"            /* ..ППППППППЧЧ²²². */
	$"000F DDDD DDDD DDDD DDDD DFDD FDDD DF00"            /* ..ППППППППЧП⌡ПЧ. */
	$"000F DDDD DD00 0DDD 000D DFDD DFDD DF00"            /* ..ППП.╛П.╛ЧПЧПЧ. */
	$"000F DDDD D000 00D0 0000 DFDD DDFD DF00"            /* ..ПП╜..╜..ЧПП⌡Ч. */
	$"000F DDDD D000 00D0 0000 DFFF FFFF DF00"            /* ..ПП╜..╜..Ч²²²Ч. */
	$"000F DDDD D000 00D0 0000 DDDD DDDF DF00"            /* ..ПП╜..╜..ПППЧЧ. */
	$"000F DDDD DD00 0DDD 000D DDDD DDDF DF00"            /* ..ППП.╛П.╛ПППЧЧ. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF DF00"            /* ..ПППППППППППЧЧ. */
	$"000F DD00 0DDD 000D DDDD DDDD DDDF DF00"            /* ..П.╛П.╛ПППППЧЧ. */
	$"000F D000 00D0 0000 DDDD DDDD DDDF DF00"            /* ..╜..╜..ПППППЧЧ. */
	$"000F D000 00D0 0000 DDDD DDDD DDDF DF00"            /* ..╜..╜..ПППППЧЧ. */
	$"000F D000 00D0 0000 DDDD DDDD DDDF DF00"            /* ..╜..╜..ПППППЧЧ. */
	$"000F DD00 0DDD 000D DDDD DDDD DDDF DF00"            /* ..П.╛П.╛ПППППЧЧ. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF DF00"            /* ..ПППППППППППЧЧ. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF DF00"            /* ..ПППППППППППЧЧ. */
	$"000F DD0D DDDD DDDD DDDD DDDD DDDF DF00"            /* ..П╛ПППППППППЧЧ. */
	$"000F DD0D DDDD DDDD DDDD DDDD DDDF DF00"            /* ..П╛ПППППППППЧЧ. */
	$"000F DD0D 0DD0 DD0D D000 DD00 0DDF DF00"            /* ..П╛╛╜П╛╜.П.╛ЧЧ. */
	$"000F DD00 D0D0 DD0D 0DD0 D0DD DDDF DF00"            /* ..П.╜╜П╛╛╜╜ППЧЧ. */
	$"000F DD0D D0D0 DD0D 0DD0 DD00 DDDF DF00"            /* ..П╛╜╜П╛╛╜П.ПЧЧ. */
	$"000F DD0D D0D0 DD0D D000 DDDD 0DDF DF00"            /* ..П╛╜╜П╛╜.ПП╛ЧЧ. */
	$"000F DD0D D0DD 00DD DDD0 D000 DDDF DF00"            /* ..П╛╜П.ПП╜╜.ПЧЧ. */
	$"000F DDDD DDDD DDDD 0DD0 DDDD DDDF DF00"            /* ..ПППППП╛╜ПППЧЧ. */
	$"000F DDDD DDDD DDDD D00D DDDD DDDF DF00"            /* ..ПППППП╜╛ПППЧЧ. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF DF00"            /* ..ПППППППППППЧЧ. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF DF00"            /* ..ПППППППППППЧЧ. */
	$"000F DDDD DDDD DDDD DDDD DDDD DDDF DF00"            /* ..ПППППППППППЧЧ. */
	$"000F FFFF FFFF FFFF FFFF FFFF FFFF DF00"            /* ..²²²²²²²²²²²²Ч. */
	$"0000 FDDD DDDD DDDD DDDD DDDD DDDD DF00"            /* ..⌡ПППППППППППЧ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..²²²²²²²²²²²²². */
};

data 'icl4' (131) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0007 8888 8888 8888 8888 8888 8888 8880"            /* ..ЮЮЮЮЮЮЮЮЮЮЮЮЮд */
	$"0088 8888 8888 8888 8888 8888 8888 8880"            /* .ЮЮЮЮЮЮЮЮЮЮЮЮЮЮд */
	$"0788 8888 8888 8888 8888 8888 8888 8880"            /* .ЮЮЮЮЮЮЮЮЮЮЮЮЮЮд */
	$"0888 8888 0008 8888 0008 8888 8888 8880"            /* .ЮЮЮ..ЮЮ..ЮЮЮЮЮд */
	$"0888 8880 0000 8880 0000 8888 8888 8880"            /* .ЮЮд..Юд..ЮЮЮЮЮд */
	$"0888 8880 0000 8880 0000 8888 8888 8880"            /* .ЮЮд..Юд..ЮЮЮЮЮд */
	$"0888 8880 0000 8880 0000 8888 8888 8880"            /* .ЮЮд..Юд..ЮЮЮЮЮд */
	$"0888 8888 0008 8888 0008 8888 8888 8880"            /* .ЮЮЮ..ЮЮ..ЮЮЮЮЮд */
	$"0888 8888 8888 8888 8888 8888 8888 8880"            /* .ЮЮЮЮЮЮЮЮЮЮЮЮЮЮд */
	$"0888 0008 8888 0008 8888 8888 8888 8880"            /* .Ю..ЮЮ..ЮЮЮЮЮЮЮд */
	$"0880 0000 8880 0000 8888 8888 8888 8880"            /* .д..Юд..ЮЮЮЮЮЮЮд */
	$"0880 0000 8880 0000 8888 8888 8888 8880"            /* .д..Юд..ЮЮЮЮЮЮЮд */
	$"0880 0000 8880 0000 8888 8888 8888 8880"            /* .д..Юд..ЮЮЮЮЮЮЮд */
	$"0888 0008 8888 0008 8888 8888 8888 8880"            /* .Ю..ЮЮ..ЮЮЮЮЮЮЮд */
	$"0888 8888 8888 8888 8888 8888 8888 8880"            /* .ЮЮЮЮЮЮЮЮЮЮЮЮЮЮд */
	$"0888 8888 8888 8888 8888 8888 8888 8880"            /* .ЮЮЮЮЮЮЮЮЮЮЮЮЮЮд */
	$"0888 8888 8888 8888 8888 8888 8888 8880"            /* .ЮЮЮЮЮЮЮЮЮЮЮЮЮЮд */
	$"0888 8888 8880 8888 8888 8888 8888 8880"            /* .ЮЮЮЮдЮЮЮЮЮЮЮЮЮд */
	$"0888 8888 8880 8888 8888 8888 8888 8880"            /* .ЮЮЮЮдЮЮЮЮЮЮЮЮЮд */
	$"0888 8888 8880 8088 0880 8800 0880 0080"            /* .ЮЮЮЮддЮ.дЮ..д.д */
	$"0888 8888 8880 0808 0880 8088 0808 8880"            /* .ЮЮЮЮд...ддЮ..Юд */
	$"0888 8888 8880 8808 0880 8088 0880 0880"            /* .ЮЮЮЮдЮ..ддЮ.д.д */
	$"0888 8888 8880 8808 0880 8800 0888 8080"            /* .ЮЮЮЮдЮ..дЮ..Юдд */
	$"0888 8888 8880 8808 8008 8888 0800 0880"            /* .ЮЮЮЮдЮ.д.ЮЮ...д */
	$"0888 8888 8888 8888 8888 8088 0888 8880"            /* .ЮЮЮЮЮЮЮЮЮдЮ.ЮЮд */
	$"0888 8888 8888 8888 8888 8800 8888 8880"            /* .ЮЮЮЮЮЮЮЮЮЮ.ЮЮЮд */
	$"0888 8888 8888 8888 8888 8888 8888 8880"            /* .ЮЮЮЮЮЮЮЮЮЮЮЮЮЮд */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icl4' (132) {
	$"0000 0003 2200 0000 0000 0223 0000 0000"            /* ...."......#.... */
	$"0000 0002 A220 0000 0000 22A2 0000 0000"            /* ....╒ ...."╒.... */
	$"0000 0002 AA2A 2222 222A 2AA2 0000 0000"            /* ....│*"""**╒.... */
	$"0000 0000 222A A222 22AA 2220 0000 0000"            /* ...."*╒""│" .... */
	$"0000 0000 2222 A222 22A2 2220 0000 0000"            /* ....""╒""╒" .... */
	$"0000 0000 A222 2222 2222 2220 0000 0000"            /* ....╒"""""" .... */
	$"0000 0000 A222 2222 2222 22A0 0000 0000"            /* ....╒""""""щ.... */
	$"0000 000A A222 2222 2222 22AA 0000 0000"            /* ....╒""""""│.... */
	$"0000 0002 A222 2222 2222 22A2 0000 0000"            /* ....╒""""""╒.... */
	$"0000 0022 2222 2F22 2F22 2222 2000 0000"            /* ..."""/"/""" ... */
	$"0000 0022 2222 2222 2222 2222 2000 0000"            /* ...""""""""" ... */
	$"0000 0022 2222 222F 2222 2222 2000 0000"            /* ...""""/"""" ... */
	$"0000 0022 2222 22FF F222 2222 2000 0000"            /* ...""""²з""" ... */
	$"0000 0022 2222 2222 2222 2222 2000 0000"            /* ...""""""""" ... */
	$"0000 0022 2222 2222 2222 2222 2000 0000"            /* ...""""""""" ... */
	$"0000 0022 2222 FF22 2FF2 2222 2000 0000"            /* ..."""²"/з"" ... */
	$"0000 0002 2222 22FF F222 2222 0000 0000"            /* ...."""²з""".... */
	$"0000 0002 2222 22C2 C222 2220 0000 0000"            /* ...."""╛╛"" .... */
	$"0000 0000 2222 22C2 C222 2220 0000 0000"            /* ...."""╛╛"" .... */
	$"0000 0000 0222 2222 2222 2200 0000 0000"            /* .....""""""..... */
	$"0FFF FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* .²²²²²²²²²²²²²². */
	$"2F11 1111 1111 1111 1111 1111 1111 1F20"            /* /..............  */
	$"2F11 1111 1111 1111 1111 1111 1111 1F20"            /* /..............  */
	$"2F11 1111 1116 1161 6661 1111 1111 1E20"            /* /......afa.....  */
	$"2F11 1111 1116 1161 6116 1111 1111 1E20"            /* /......aa......  */
	$"0FFF FFFF 1116 6661 6661 111E EEEE EE00"            /* .²²²..fafa..ссс. */
	$"0000 0000 F116 1161 6111 11E0 0000 0000"            /* ....р..aa..Щ.... */
	$"0000 0000 F116 1161 6111 11E0 0000 0000"            /* ....р..aa..Щ.... */
	$"0000 0000 F111 1111 1111 11E0 0000 0000"            /* ....р......Щ.... */
	$"0000 0000 5555 5111 1155 5550 0000 0000"            /* ....UUQ..UUP.... */
	$"0000 0000 5555 5111 1155 5550 0000 0000"            /* ....UUQ..UUP.... */
	$"0000 0000 5555 5111 1155 5550 0000 0000"            /* ....UUQ..UUP.... */
};

data 'icl4' (133) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"000C 2222 2222 2222 2222 2222 2222 2220"            /* .."""""""""""""  */
	$"0022 2222 2222 2222 2222 2222 2222 2220"            /* .""""""""""""""  */
	$"0C22 22D2 2222 2222 2222 2222 2222 2220"            /* .""Ё"""""""""""  */
	$"0222 2222 0002 2222 0002 2222 2222 2220"            /* .""".."".."""""  */
	$"0222 2220 0000 2220 0000 2222 2222 2220"            /* ."" .." .."""""  */
	$"0222 2220 0000 2220 0000 2222 2222 2220"            /* ."" .." .."""""  */
	$"0222 2220 0000 2220 0000 2222 2222 2220"            /* ."" .." .."""""  */
	$"0222 2222 0002 2222 0002 2222 2222 2220"            /* .""".."".."""""  */
	$"0222 2222 2222 2222 2222 2222 2222 2220"            /* .""""""""""""""  */
	$"0222 0002 2222 0002 2222 2222 2222 2220"            /* .".."".."""""""  */
	$"0220 0000 2220 0000 2222 2222 2222 2220"            /* . .." .."""""""  */
	$"0220 0000 2220 0000 2222 2222 2222 2220"            /* . .." .."""""""  */
	$"0220 0000 2220 0000 2222 2222 2222 2220"            /* . .." .."""""""  */
	$"0222 0002 2222 0002 2222 2222 2222 2220"            /* .".."".."""""""  */
	$"0222 2222 2222 2222 2222 2222 2222 2220"            /* .""""""""""""""  */
	$"0222 2222 2222 2222 2222 2222 2222 2220"            /* .""""""""""""""  */
	$"0222 2222 2222 2222 2222 2222 2222 2220"            /* .""""""""""""""  */
	$"0222 2222 2220 2222 2222 2222 2222 2220"            /* ."""" """""""""  */
	$"0222 2222 2220 2222 2222 2222 2222 2220"            /* ."""" """""""""  */
	$"0222 2222 2220 2022 0220 2200 0220 0020"            /* .""""  ". ".. .  */
	$"0222 2222 2220 0202 0220 2022 0202 2220"            /* ."""" ...  ".."  */
	$"0222 2222 2220 2202 0220 2022 0220 0220"            /* ."""" "..  ". .  */
	$"0222 2222 2220 2202 0220 2200 0222 2020"            /* ."""" ".. ".."   */
	$"0222 2222 2220 2202 2002 2222 0200 0220"            /* ."""" ". .""...  */
	$"0222 2222 2222 2222 2222 2022 0222 2220"            /* .""""""""" ".""  */
	$"0222 2222 2222 2222 2222 2200 2222 2220"            /* .""""""""""."""  */
	$"0222 2222 2222 2222 2222 2222 2222 2220"            /* .""""""""""""""  */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'ics#' (128) {
	$"0000 0000 0000 0FFE 3FFE 327E 727E 7FFE"            /* .......°?°2~r~.° */
	$"64DE 64DE 7FC6 7FD6 7FD6 7FFE 0000 0000"            /* dчdч.░.В.В.°.... */
	$"0000 0000 0000 0FFE 3FFE 327E 727E 7FFE"            /* .......°?°2~r~.° */
	$"64DE 64DE 7FC6 7FD6 7FD6 7FFE 0000 0000"            /* dчdч.░.В.В.°.... */
};

data 'ics#' (129) {
	$"0000 1FC0 1FE0 1FF0 1FF8 1D78 1FF8 1AF8"            /* ...©.Щ.∙.╞.x.╞.╞ */
	$"1FF8 1F78 1F78 1F38 1F38 1FF8 1FF8 0000"            /* .╞.x.x.8.8.╞.╞.. */
	$"0000 1FC0 1FE0 1FF0 1FF8 1FF8 1FF8 1FF8"            /* ...©.Щ.∙.╞.╞.╞.╞ */
	$"1FF8 1FF8 1FF8 1FF8 1FF8 1FF8 1FF8 0000"            /* .╞.╞.╞.╞.╞.╞.╞.. */
};

data 'ics#' (130) {
	$"0000 1FC0 1FFC 1FD4 1FFC 1D7C 1FFC 1AFC"            /* ...©.╦.▄.╦.|.╦.╦ */
	$"1FFC 1F7C 1F7C 1F3C 1F3C 1FFC 1FFC 0FFC"            /* .╦.|.|.<.<.╦.╦.╦ */
	$"0000 1FC0 1FFC 1FFC 1FFC 1FFC 1FFC 1FFC"            /* ...©.╦.╦.╦.╦.╦.╦ */
	$"1FFC 1FFC 1FFC 1FFC 1FFC 1FFC 1FFC 0FFC"            /* .╦.╦.╦.╦.╦.╦.╦.╦ */
};

data 'ics#' (133) {
	$"0000 0000 0000 0FFE 3FFE 327E 727E 7FFE"            /* .......°?°2~r~.° */
	$"64DE 64DE 7FC6 7FD6 7FD6 7FFE 0000 0000"            /* dчdч.░.В.В.°.... */
	$"0000 0000 0000 0FFE 3FFE 327E 727E 7FFE"            /* .......°?°2~r~.° */
	$"64DE 64DE 7FC6 7FD6 7FD6 7FFE 0000 0000"            /* dчdч.░.В.В.°.... */
};

data 'ics#' (131) {
	$"0000 0000 0000 0FFE 3FFE 327E 727E 7FFE"            /* .......°?°2~r~.° */
	$"64DE 64DE 7FC6 7FD6 7FD6 7FFE 0000 0000"            /* dчdч.░.В.В.°.... */
	$"0000 0000 0000 0FFE 3FFE 327E 727E 7FFE"            /* .......°?°2~r~.° */
	$"64DE 64DE 7FC6 7FD6 7FD6 7FFE 0000 0000"            /* dчdч.░.В.В.°.... */
};

data 'ics4' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 000C 6666 6666 6660"            /* ..........fffff` */
	$"0066 6666 6666 6660 0C66 0060 0666 6660"            /* .ffffff`.f.`.ff` */
	$"0666 0060 0666 6660 0666 6666 6666 6660"            /* .f.`.ff`.ffffff` */
	$"0660 0600 6606 6660 0660 0600 6606 6660"            /* .`..f.f`.`..f.f` */
	$"0666 6666 6600 0660 0666 6666 6606 0660"            /* .ffff..`.ffff..` */
	$"0666 6666 6606 0660 0666 6666 6666 6660"            /* .ffff..`.ffffff` */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'ics4' (129) {
	$"0000 0000 0000 0000 000F FFFF FF00 0000"            /* ..........²²²... */
	$"000F DDDD DFF0 0000 000F DDDD DFDF 0000"            /* ..ППЧ∙....ППЧЧ.. */
	$"000F DDDD DFFF F000 000F DD0D 0DDD F000"            /* ..ППЧ²∙...П╛╛П∙. */
	$"000F DDDD DDDD F000 000F D0D0 DDDD F000"            /* ..ПППП∙...╜╜ПП∙. */
	$"000F DDDD DDDD F000 000F DDDD 0DDD F000"            /* ..ПППП∙...ПП╛П∙. */
	$"000F DDDD 0DDD F000 000F DDDD 00DD F000"            /* ..ПП╛П∙...ПП.П∙. */
	$"000F DDDD 00DD F000 000F DDDD DDDD F000"            /* ..ПП.П∙...ПППП∙. */
	$"000F FFFF FFFF F000 0000 0000 0000 0000"            /* ..²²²²∙......... */
};

data 'ics4' (130) {
	$"0000 0000 0000 0000 000F FFFF FF00 0000"            /* ..........²²²... */
	$"000F DDDD DFFF FF00 000F DDDD DFDF DF00"            /* ..ППЧ²²...ППЧЧЧ. */
	$"000F DDDD DFFF FF00 000F DD0D 0DDD FF00"            /* ..ППЧ²²...П╛╛П². */
	$"000F DDDD DDDD FF00 000F D0D0 DDDD FF00"            /* ..ПППП²...╜╜ПП². */
	$"000F DDDD DDDD FF00 000F DDDD 0DDD FF00"            /* ..ПППП²...ПП╛П². */
	$"000F DDDD 0DDD FF00 000F DDDD 00DD FF00"            /* ..ПП╛П²...ПП.П². */
	$"000F DDDD 00DD FF00 000F DDDD DDDD FF00"            /* ..ПП.П²...ПППП². */
	$"000F FFFF FFFF FF00 0000 FFFF FFFF FF00"            /* ..²²²²²...²²²²². */
};

data 'ics4' (131) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0007 8888 8888 8880"            /* ..........ЮЮЮЮЮд */
	$"0088 8888 8888 8880 0788 0080 0888 8880"            /* .ЮЮЮЮЮЮд.Ю.д.ЮЮд */
	$"0888 0080 0888 8880 0888 8888 8888 8880"            /* .Ю.д.ЮЮд.ЮЮЮЮЮЮд */
	$"0880 0800 8808 8880 0880 0800 8808 8880"            /* .д..Ю.Юд.д..Ю.Юд */
	$"0888 8888 8800 0880 0888 8888 8808 0880"            /* .ЮЮЮЮ..д.ЮЮЮЮ..д */
	$"0888 8888 8808 0880 0888 8888 8888 8880"            /* .ЮЮЮЮ..д.ЮЮЮЮЮЮд */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'ics4' (132) {
	$"0000 0000 0000 0000 000F F000 00FF 0000"            /* ..........∙..².. */
	$"000F 2FFF FF2F 0000 000F 2222 222F 0000"            /* ../²²/...."""/.. */
	$"00F2 2222 2222 F000 00F2 2F22 2F22 F000"            /* .з""""∙..з/"/"∙. */
	$"00E2 222F 2222 E000 00F2 2222 2222 F000"            /* .▓"/""Щ..з""""∙. */
	$"00E2 2FF2 FF22 E000 000F 222F 222F 0000"            /* .▓/з²"Щ..."/"/.. */
	$"0000 F222 22F0 0000 0FFF FFFF FFFF FF00"            /* ..з""∙...²²²²²². */
	$"2F11 1111 1111 1F20 2F11 11FF A111 1F20"            /* /...... /..²╟..  */
	$"0FFF F1FF A1FF FF00 0000 F111 11F0 0000"            /* .²р²╟²²...р..∙.. */
};

data 'ics4' (133) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 000C 2222 2222 2220"            /* .........."""""  */
	$"0022 2222 2222 2220 0C22 0020 0222 2220"            /* ."""""" .". .""  */
	$"0222 0020 0222 2220 0222 2222 2222 2220"            /* .". ."" .""""""  */
	$"0220 0200 2202 2220 0220 0200 2202 2220"            /* . .."." . .."."  */
	$"0222 2222 2200 0220 0222 2222 2202 0220"            /* ."""".. .""""..  */
	$"0222 2222 2202 0220 0222 2222 2222 2220"            /* ."""".. .""""""  */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'ics8' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 002A ECEC ECEC ECEC ECEC ECEC EC00"            /* ...*ооооооооооо. */
	$"0000 ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* ..ооооооооооооо. */
	$"002A ECEC 0000 EC00 00EC ECEC ECEC EC00"            /* .*оо..о..оооооо. */
	$"00EC ECEC 0000 EC00 00EC ECEC ECEC EC00"            /* .ооо..о..оооооо. */
	$"00EC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* .оооооооооооооо. */
	$"00EC EC00 00EC 0000 ECEC 00EC ECEC EC00"            /* .оо..о..оо.оооо. */
	$"00EC EC00 00EC 0000 ECEC 00EC ECEC EC00"            /* .оо..о..оо.оооо. */
	$"00EC ECEC ECEC ECEC ECEC 0000 00EC EC00"            /* .ооооооооо...оо. */
	$"00EC ECEC ECEC ECEC ECEC 00EC 00EC EC00"            /* .ооооооооо.о.оо. */
	$"00EC ECEC ECEC ECEC ECEC 00EC 00EC EC00"            /* .ооооооооо.о.оо. */
	$"00EC ECEC ECEC ECEC ECEC ECEC ECEC EC00"            /* .оооооооооооооо. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'ics8' (129) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 00FF FFFF FFFF FFFF 0000 0000 0000"            /* ...²²²²²²²...... */
	$"0000 00FF ECEC ECEC ECFF FF00 0000 0000"            /* ...²ооооо²²..... */
	$"0000 00FF ECEC ECEC ECFF ECFF 0000 0000"            /* ...²ооооо²о².... */
	$"0000 00FF ECEC ECEC ECFF FFFF FF00 0000"            /* ...²ооооо²²²²... */
	$"0000 00FF ECEC 00EC 00EC ECEC FF00 0000"            /* ...²оо.о.ооо²... */
	$"0000 00FF ECEC ECEC ECEC ECEC FF00 0000"            /* ...²оооооооо²... */
	$"0000 00FF EC00 EC00 ECEC ECEC FF00 0000"            /* ...²о.о.оооо²... */
	$"0000 00FF ECEC ECEC ECEC ECEC FF00 0000"            /* ...²оооооооо²... */
	$"0000 00FF ECEC ECEC 00EC ECEC FF00 0000"            /* ...²оооо.ооо²... */
	$"0000 00FF ECEC ECEC 00EC ECEC FF00 0000"            /* ...²оооо.ооо²... */
	$"0000 00FF ECEC ECEC 0000 ECEC FF00 0000"            /* ...²оооо..оо²... */
	$"0000 00FF ECEC ECEC 0000 ECEC FF00 0000"            /* ...²оооо..оо²... */
	$"0000 00FF ECEC ECEC ECEC ECEC FF00 0000"            /* ...²оооооооо²... */
	$"0000 00FF FFFF FFFF FFFF FFFF FF00 0000"            /* ...²²²²²²²²²²... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'ics8' (130) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 00FF FFFF FFFF FFFF 0000 0000 0000"            /* ...²²²²²²²...... */
	$"0000 00FF 7A7A 7A7A 7AFF FFFF FFFF 0000"            /* ...²zzzzz²²²²².. */
	$"0000 00FF 7A7A 7A7A 7AFF 7AFF 7AFF 0000"            /* ...²zzzzz²z²z².. */
	$"0000 00FF 7A7A 7A7A 7AFF FFFF FFFF 0000"            /* ...²zzzzz²²²²².. */
	$"0000 00FF 7A7A 007A 007A 7A7A FFFF 0000"            /* ...²zz.z.zzz²².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A FFFF 0000"            /* ...²zzzzzzzz²².. */
	$"0000 00FF 7A00 7A00 7A7A 7A7A FFFF 0000"            /* ...²z.z.zzzz²².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A FFFF 0000"            /* ...²zzzzzzzz²².. */
	$"0000 00FF 7A7A 7A7A 007A 7A7A FFFF 0000"            /* ...²zzzz.zzz²².. */
	$"0000 00FF 7A7A 7A7A 007A 7A7A FFFF 0000"            /* ...²zzzz.zzz²².. */
	$"0000 00FF 7A7A 7A7A 0000 7A7A FFFF 0000"            /* ...²zzzz..zz²².. */
	$"0000 00FF 7A7A 7A7A 0000 7A7A FFFF 0000"            /* ...²zzzz..zz²².. */
	$"0000 00FF 7A7A 7A7A 7A7A 7A7A FFFF 0000"            /* ...²zzzzzzzz²².. */
	$"0000 00FF FFFF FFFF FFFF FFFF FFFF 0000"            /* ...²²²²²²²²²²².. */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF 0000"            /* ....²²²²²²²²²².. */
};

data 'ics8' (131) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0092 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ...М⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"0000 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* ..⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"0092 E3E3 0000 E300 00E3 E3E3 E3E3 E300"            /* .М⌠⌠..⌠..⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 0000 E300 00E3 E3E3 E3E3 E300"            /* .⌠⌠⌠..⌠..⌠⌠⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"00E3 E300 00E3 0000 E3E3 00E3 E3E3 E300"            /* .⌠⌠..⌠..⌠⌠.⌠⌠⌠⌠. */
	$"00E3 E300 00E3 0000 E3E3 00E3 E3E3 E300"            /* .⌠⌠..⌠..⌠⌠.⌠⌠⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 0000 00E3 E300"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠...⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 00E3 00E3 E300"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠.⌠.⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 00E3 00E3 E300"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠.⌠.⌠⌠. */
	$"00E3 E3E3 E3E3 E3E3 E3E3 E3E3 E3E3 E300"            /* .⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠⌠. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'ics8' (132) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 00FF FF00 0000 0000 FFFF 0000 0000"            /* ...²².....²².... */
	$"0000 00FF 3BFF FFFF FFFF 3BFF 0000 0000"            /* ...²;²²²²²;².... */
	$"0000 00FF 3B3B 3B3B 3B3B 3BFF 0000 0000"            /* ...²;;;;;;;².... */
	$"0000 FF3B 3B3B 3B3B 3B3B 3B3B FF00 0000"            /* ..²;;;;;;;;;²... */
	$"0000 FF3B 3BFF 3B3B 3BFF 3B3B FF00 0000"            /* ..²;;²;;;²;;²... */
	$"0000 FB3B 3B3B 3BFF 3B3B 3B3B FB00 0000"            /* .. ;;;;²;;;; ... */
	$"0000 FF3B 3B3B 3B3B 3B3B 3B3B FF00 0000"            /* ..²;;;;;;;;;²... */
	$"0000 FB3B 3BFF FF3B FFFF 3B3B FB00 0000"            /* .. ;;²²;²²;; ... */
	$"0000 00FF 3B3B 3BFF 3B3B 3BFF 0000 0000"            /* ...²;;;²;;;².... */
	$"0000 0000 FF3B 3B3B 3B3B FF00 0000 0000"            /* ....²;;;;;²..... */
	$"00FF FFFF FFFF FFFF FFFF FFFF FFFF 0000"            /* .²²²²²²²²²²²²².. */
	$"3BFF 0808 0808 0808 0808 0808 08FF 3B00"            /* ;²...........²;. */
	$"3BFF 0808 0808 B0FF B008 0808 08FF 3B00"            /* ;²....┐²┐....²;. */
	$"00FF FFFF FF08 B0B0 B008 FFFF FFFF 0000"            /* .²²²².┐┐┐.²²²².. */
	$"0000 0000 FF08 0808 0808 FF00 0000 0000"            /* ....².....²..... */
};

data 'ics8' (133) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0008 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0000 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0008 1616 0000 1600 0016 1616 1616 1600"            /* ................ */
	$"0016 1616 0000 1600 0016 1616 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0016 1600 0016 0000 1616 0016 1616 1600"            /* ................ */
	$"0016 1600 0016 0000 1616 0016 1616 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 0000 0016 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 0016 0016 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 0016 0016 1600"            /* ................ */
	$"0016 1616 1616 1616 1616 1616 1616 1600"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'MENU' (128, "Apple") {
	$"0080 0000 0000 0000 0000 FFFF FFFF 0114"            /* .д........²²²².. */
	$"00"                                                 /* . */
};

data 'MENU' (129, "File") {
	$"0081 0000 0000 0000 0000 FFFF FFFF 0446"            /* .е........²²²².F */
	$"696C 6500"                                          /* ile. */
};

data 'ALRT' (200, "Error Box", purgeable) {
	$"0064 0078 00E0 01C4 00C8 4444 300A"                 /* .d.x.Щ.÷.╩DD0. */
};

data 'DITL' (200, "Error", purgeable) {
	$"0003 0000 0000 005C 00F6 0070 013E 0402"            /* .......\.√.p.>.. */
	$"4F4B 0000 0000 000B 0049 004B 013E 8802"            /* OK.......I.K.>Ю. */
	$"5E30 0000 0000 000B 000B 002B 002B A002"            /* ^0.........+.+щ. */
	$"0000 0000 0000 0060 000B 0070 0064 8809"            /* .......`...p.dЮ░ */
	$"4572 726F 7220 235E 3100"                           /* Error #^1. */
};

data 'STR#' (100, "Error Messages") {
	$"0002 5654 6869 7320 6170 706C 6963 6174"            /* ..VThis applicat */
	$"696F 6E20 7265 7175 6972 6573 2041 7070"            /* ion requires App */
	$"6C65 2065 7665 6E74 732E 2020 506C 6561"            /* le events.  Plea */
	$"7365 2075 7067 7261 6465 2074 6F20 5379"            /* se upgrade to Sy */
	$"7374 656D 2037 2E30 206F 7220 6C61 7465"            /* stem 7.0 or late */
	$"7220 746F 2075 7365 2E2F 416E 2065 7272"            /* r to use./An err */
	$"6F72 206F 6363 7572 6564 2064 7572 696E"            /* or occured durin */
	$"6720 4170 706C 6520 6576 656E 7420 7072"            /* g Apple event pr */
	$"6F63 6573 7369 6E67 2E"                             /* ocessing. */
};

data 'vers' (1) {
	$"0000 8000 0000 1648 7567 7320 3938 2C20"            /* ..д....Hugs 98,  */
	$"4665 6272 7561 7279 2032 3030 3116 4875"            /* February 2001.Hu */
	$"6773 2039 382C 2046 6562 7275 6172 7920"            /* gs 98, February  */
	$"3230 3031"                                          /* 2001 */
};

data 'vers' (2) {
	$"0000 8000 0000 1648 7567 7320 3938 2C20"            /* ..д....Hugs 98,  */
	$"4665 6272 7561 7279 2032 3030 3116 4875"            /* February 2001.Hu */
	$"6773 2039 382C 2046 6562 7275 6172 7920"            /* gs 98, February  */
	$"3230 3031"                                          /* 2001 */
};

data 'Hugs' (0, "Owner resource") {
	$"00"                                                 /* . */
};

data 'HugB' (0, "Owner resource") {
	$"00"                                                 /* . */
};

data 'HugH' (0, "Owner resource") {
	$"00"                                                 /* . */
};

